Revit 2027 API
ExportLayerKey Properties
The ExportLayerKey type exposes the following members.
Properties
Name | Description
CategoryName |  The category name.
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
SpecialType |  The special type for layer key.
SubCategoryName |  The subcategrory Name.
Top
See Also
Reference
ExportLayerKey Class
Autodesk.Revit.DB Namespace